/* No comment provided by engineer. */
"--- ALL CATEGORIES ---" = "--- СИТЕ КАТЕГОРИИ ---";

/* No comment provided by engineer. */
"--- ALL USERS ---" = "--- СИТЕ КОРИСНИЦИ ---";

/* No comment provided by engineer. */
"Add Checkin" = "Додади чекирање";

/* No comment provided by engineer. */
"Add Map" = "Додади мапа";

/* No comment provided by engineer. */
"Add Photo" = "Додади фотографија";

/* No comment provided by engineer. */
"Add Report" = "Додади пријава";

/* No comment provided by engineer. */
"Added" = "Додадено";

/* No comment provided by engineer. */
"Adding..." = "Додавање...";

/* No comment provided by engineer. */
"All Categories" = "Сите категории";

/* No comment provided by engineer. */
"All Checkins By" = "Сите чекирања од";

/* No comment provided by engineer. */
"All Users" = "Сите корисници";

/* No comment provided by engineer. */
"App Settings" = "Подесувања";

/* No comment provided by engineer. */
"Are you sure you want to cancel?" = "Дали сте сигурни дека сакате да откажете?";

/* No comment provided by engineer. */
"Are you sure you want to delete?" = "Дали сте сигурни дека сакате да избришете?";

/* No comment provided by engineer. */
"Authenticating..." = "Автентицирање...";

/* No comment provided by engineer. */
"Bitly Error" = "Bitly Error";

/* No comment provided by engineer. */
"Cancel" = "Откажи";

/* No comment provided by engineer. */
"Categories..." = "Категории...";

/* No comment provided by engineer. */
"Category" = "Категорија";

/* No comment provided by engineer. */
"characters" = "карактери";

/* No comment provided by engineer. */
"Checkin" = "Чекирање";

/* No comment provided by engineer. */
"Checkin Error" = "Checkin Error";

/* No comment provided by engineer. */
"Checkins" = "Чекирања";

/* No comment provided by engineer. */
"Clear" = "Изчисти";

/* No comment provided by engineer. */
"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "Кликнете на Инфо копчето за да ги видите подесувањата за апликацијата, Плус копчето за да додадете мапа или Измени копчето за да отстраните мапа.";

/* No comment provided by engineer. */
"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "Кликнете на Мапа копчето за да ја видите мапата, на Филстрирај копчето за да филтрирате по категорија или на Креирај копчето за да креирате нова пријава.";

/* No comment provided by engineer. */
"Click the Refresh button to upload pending reports." = "Кликнете на Освежи копчето за да ги превземете најновите пријави.";

/* No comment provided by engineer. */
"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "Кликнете на Горе и Доле стрелките за да се движите низ чекурањата, кликнете на Локација за да видите поголема мапа или кликнете на Фотографија за да ја видите на целиот екран.";

/* No comment provided by engineer. */
"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "Кликнете на Горе и Доле стрелките за да се движите низ пријавите, на SMS копчето да го испратите URL на инцидентот, на Tweet копчето да споделите на Twitter или на Email да ги испратите деталите од пријавата.";

/* No comment provided by engineer. */
"Contact" = "Контакт";

/* No comment provided by engineer. */
"Contact Settings" = "Подесувања за контакт";

/* No comment provided by engineer. */
"Current Location" = "Моментална локација";

/* No comment provided by engineer. */
"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "Персонализирајте ја вашата порака, внесете ги вашите податови и притиснете на Испрати копчето за да споделите на Twitter. Опционално кликнете на Линк копчето за да ги скратите URL.";

/* No comment provided by engineer. */
"Date" = "Датум";

/* No comment provided by engineer. */
"Delete Report" = "Избриши пријава";

/* No comment provided by engineer. */
"Description" = "Опис";

/* No comment provided by engineer. */
"Discrete Mode On Shake" = "Discrete Mode On Shake";

/* No comment provided by engineer. */
"Done" = "Направено";

/* No comment provided by engineer. */
"Download Offline Maps" = "Превземете ги мапите офлајн";

/* No comment provided by engineer. */
"Downloaded Map Zoom Level" = "Превземено ниво на фокусирање на мапата";

/* No comment provided by engineer. */
"Edit" = "Измени";

/* No comment provided by engineer. */
"email" = "email";

/* No comment provided by engineer. */
"Email Failed" = "Email не е испратен";

/* No comment provided by engineer. */
"Enter date" = "Внесете датум";

/* No comment provided by engineer. */
"Enter description" = "Внесете опис";

/* No comment provided by engineer. */
"Enter email" = "Внесете email";

/* No comment provided by engineer. */
"Enter first name" = "Внесете име";

/* No comment provided by engineer. */
"Enter last name" = "Внесете презиме";

/* No comment provided by engineer. */
"Enter location name" = "Внесете име за локацијата";

/* No comment provided by engineer. */
"Enter Map Details" = "Внесете детали за мапата";

/* No comment provided by engineer. */
"Enter message" = "Внесете порака";

/* No comment provided by engineer. */
"Enter name" = "Внесете име";

/* No comment provided by engineer. */
"Enter news URL" = "Внесете URL за вести";

/* No comment provided by engineer. */
"Enter password" = "Внесете лозинка";

/* No comment provided by engineer. */
"Enter time" = "Внесете време";

/* No comment provided by engineer. */
"Enter title" = "Внесете наслов";

/* No comment provided by engineer. */
"Enter tweet" = "Внесете tweet";

/* No comment provided by engineer. */
"Enter URL" = "Внесете URL";

/* No comment provided by engineer. */
"Enter URL or search phrase" = "Внесете URL или фраза за пребарување";

/* No comment provided by engineer. */
"Enter username" = "Внесете корисничко име";

/* No comment provided by engineer. */
"Error" = "Грешка";

/* No comment provided by engineer. */
"Error Detecting Location" = "Грешка при детектирањето на локацијата";

/* No comment provided by engineer. */
"Error Saving Photo" = "Грешка при зачувувањето на фотографијата";

/* No comment provided by engineer. */
"Errors" = "Грешки";

/* No comment provided by engineer. */
"Existing Location" = "Постоечка локација";

/* No comment provided by engineer. */
"first name" = "име";

/* No comment provided by engineer. */
"From Library" = "Од библиотеката";

/* No comment provided by engineer. */
"Host Not Found" = "Хосот не е пронајден";

/* No comment provided by engineer. */
"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "Не можеме да се поврземе со Twitter. Ова е најверојатно привремен проблем, ве молиме обидетете се повторно.";

/* No comment provided by engineer. */
"Image" = "Слика";

/* No comment provided by engineer. */
"Incidents..." = "Инциденти...";

/* No comment provided by engineer. */
"Invalid Email" = "Невалиден email";

/* No comment provided by engineer. */
"Invalid Email Address" = "Невалидна email адреса";

/* No comment provided by engineer. */
"Invalid Map Details" = "Невалидни детали за мапа";

/* No comment provided by engineer. */
"Invalid News URL" = "Невалидно URL за вести";

/* No comment provided by engineer. */
"Invalid Server Response" = "Invalid Server Response";

/* No comment provided by engineer. */
"Last Checkin For Each User" = "Последно чекирање за секој корисник";

/* No comment provided by engineer. */
"last name" = "презиме";

/* No comment provided by engineer. */
"Last Sync" = "Последно синхронизирање";

/* No comment provided by engineer. */
"Loading..." = "Вчитување...";

/* No comment provided by engineer. */
"Locating..." = "Лоцирање...";

/* No comment provided by engineer. */
"Location" = "Локација";

/* No comment provided by engineer. */
"Location Error" = "Location Error";

/* No comment provided by engineer. */
"Locations..." = "Локации...";

/* No comment provided by engineer. */
"Logout..." = "Одјавување...";

/* No comment provided by engineer. */
"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "Изгледа дека Twitter е „паднат“ или се надградува. Почекајте неколку секунди и обидете се повторно.";

/* No comment provided by engineer. */
"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "Изгледа дека Twitter е преоптоварен. Почекајте неколку секунди и обидете се повторно.";

/* No comment provided by engineer. */
"Map" = "Мапа";

/* No comment provided by engineer. */
"Map Settings" = "Подесувања за мапата";

/* No comment provided by engineer. */
"Map Zoom Level" = "Ниво на фокусирање на мапата";

/* No comment provided by engineer. */
"Maps" = "Мапи";

/* No comment provided by engineer. */
"Message" = "Пораки";

/* No comment provided by engineer. */
"Name" = "Име";

/* No comment provided by engineer. */
"New Location" = "Нова локација";

/* No comment provided by engineer. */
"News" = "Вести";

/* No comment provided by engineer. */
"No" = "Не";

/* No comment provided by engineer. */
"No Category Specified" = "Категоријата не е специфицирана";

/* No comment provided by engineer. */
"No Checkins" = "Нема чекини";

/* No comment provided by engineer. */
"No Date Specified" = "Датумот не е специфициран";

/* No comment provided by engineer. */
"No Internet" = "Нема интернет";

/* No comment provided by engineer. */
"No Internet Connection" = "Нема интернет конекција";

/* No comment provided by engineer. */
"No Location Specified" = "Локацијата не е специфицирана";

/* No comment provided by engineer. */
"No News" = "Нема вести";

/* No comment provided by engineer. */
"No Photos" = "Нема фотографии";

/* No comment provided by engineer. */
"No Reports" = "Нема пријави";

/* No comment provided by engineer. */
"No Video" = "Нема видео";

/* No comment provided by engineer. */
"Not Specified" = "Не специфицирано";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open In Safari?" = "Отвори во Safari?";

/* No comment provided by engineer. */
"Password" = "Лозинка";

/* No comment provided by engineer. */
"Pending Upload" = "Качување во тек";

/* No comment provided by engineer. */
"Photo" = "Фотографија";

/* No comment provided by engineer. */
"Photo Added" = "Фотографија додадена";

/* No comment provided by engineer. */
"Photo Error" = "Photo Error";

/* No comment provided by engineer. */
"Photo Settings" = "Подесувња за фотографиите";

/* No comment provided by engineer. */
"Photos" = "Фотографии";

/* No comment provided by engineer. */
"pixels" = "пиксели";

/* No comment provided by engineer. */
"Please enter a valid email address." = "Ве молиме внесете валидна email адреса.";

/* No comment provided by engineer. */
"Please enter a valid name and url." = "Ве молиме внесете валидно име и url.";

/* No comment provided by engineer. */
"Privacy Settings" = "Подесувања за приватност";

/* No comment provided by engineer. */
"Remove Error" = "Remove Error";

/* No comment provided by engineer. */
"Remove Photo" = "Отстрани фотографија";

/* No comment provided by engineer. */
"Removed" = "Отстранети";

/* No comment provided by engineer. */
"Report" = "Пријава";

/* No comment provided by engineer. */
"Reports" = "Пријави";

/* No comment provided by engineer. */
"Request Error" = "Request Error";

/* No comment provided by engineer. */
"Required Fields" = "Задолжителни полиња";

/* No comment provided by engineer. */
"Resized" = "Големината е променета";

/* No comment provided by engineer. */
"Resized Image Width" = "Ширина на сликата со променета големина";

/* No comment provided by engineer. */
"Resizing Photo..." = "Промена на големина на фотографијата во тек...";

/* No comment provided by engineer. */
"Resizing..." = "Промена на големина во тек...";

/* No comment provided by engineer. */
"Saved" = "Зачувано";

/* No comment provided by engineer. */
"Saving..." = "Зачувување...";

/* No comment provided by engineer. */
"Search categories..." = "Пребарај категории...";

/* No comment provided by engineer. */
"Search checkins..." = "Пребарај чекини...";

/* No comment provided by engineer. */
"Search locations..." = "Пребарај локации...";

/* No comment provided by engineer. */
"Search maps..." = "Пребарај мапи...";

/* No comment provided by engineer. */
"Search reports..." = "Пребарај пријави...";

/* No comment provided by engineer. */
"Select" = "Избери";

/* No comment provided by engineer. */
"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "Изберете постоечка мапа од листата, кликни на Освежи копчето за да ги лоцирате мапите блиску до вас или на Плус копчето за да додадете своја мапа.";

/* No comment provided by engineer. */
"Select category" = "Избери категорија";

/* No comment provided by engineer. */
"Select location" = "Избери локација";

/* No comment provided by engineer. */
"Select photo" = "Избери фотографија";

/* No comment provided by engineer. */
"Send" = "Испрати";

/* No comment provided by engineer. */
"Sending..." = "Се испраќа...";

/* No comment provided by engineer. */
"Sent" = "Испратено";

/* No comment provided by engineer. */
"Server Error" = "Server Error";

/* No comment provided by engineer. */
"Settings" = "Подесувања";

/* No comment provided by engineer. */
"Share Application" = "Сподели апликација";

/* No comment provided by engineer. */
"Shortening..." = "Скратување...";

/* No comment provided by engineer. */
"SMS Failed" = "SMS не е пратена";

/* No comment provided by engineer. */
"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "Извинете, изгледа дека ја изгубивте вашата интернет конекција. Ве молиме конектирајте се и обидете се повторно.";

/* No comment provided by engineer. */
"Take Photo" = "Сликај";

/* No comment provided by engineer. */
"There was a problem adding the photo." = "Проблем со прикачувањето на фотографијата.";

/* No comment provided by engineer. */
"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "Проблем со детекцијата на вашата локација. Ве молиме осигурајте се дека Location Services се овозможениз за Ushahidi во Settings > General > Location Services.";

/* No comment provided by engineer. */
"There was a problem removing the map." = "Проблем со отстранувањето на мапата.";

/* No comment provided by engineer. */
"There was a problem resizing the photo." = "Проблем со промената на големината на фотографијата.";

/* No comment provided by engineer. */
"This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now." = "Оваа мапа поддржува чекирања!\nКликнете на Филтрирај копчето за да ги покажувате само чекините за специфичен корисник или на Означи копчето за да се чекирате сега.";

/* No comment provided by engineer. */
"Title" = "Наслов";

/* No comment provided by engineer. */
"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "Да чекирате, влечете го пинот на мапата до точна локација, па кликнете на Испрати копчето по внесувањето на опционалната порака, инфо. за контакт и фотографија.";

/* No comment provided by engineer. */
"Tweet" = "Tweet";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter Error" = "Twitter Error";

/* No comment provided by engineer. */
"Unable to add incident" = "Не може да додадете инцидент";

/* No comment provided by engineer. */
"Unable To Checkin" = "Не може да се чекирате";

/* No comment provided by engineer. */
"Unable to checkin, please try again later." = "Не може да се чекирате, ве молиме обидете се повторно.";

/* No comment provided by engineer. */
"Unable To Download Checkins" = "Не можат да се превземат чекирањата";

/* No comment provided by engineer. */
"Unable To Send Email" = "Не може да се прати email";

/* No comment provided by engineer. */
"Unable To Send SMS" = "Не може да се прати SMS";

/* No comment provided by engineer. */
"Unable To Upload Report" = "Не можете да се пријавата";

/* No comment provided by engineer. */
"Unsaved Changes" = "Незачувани промени";

/* No comment provided by engineer. */
"Unverified" = "Непотврдено";

/* No comment provided by engineer. */
"Upload Error" = "Грешка при качувањето";

/* No comment provided by engineer. */
"Uploaded" = "Качено";

/* No comment provided by engineer. */
"User Location" = "Локација на корисникот";

/* No comment provided by engineer. */
"Username" = "Корисничко име";

/* No comment provided by engineer. */
"Ushahidi Demo" = "Ushahidi Демо";

/* No comment provided by engineer. */
"Ushahidi Maps" = "Ushahidi Мапи";

/* No comment provided by engineer. */
"Verified" = "Потврдено";

/* No comment provided by engineer. */
"Version" = "Верзија";

/* No comment provided by engineer. */
"Video" = "Видео";

/* No comment provided by engineer. */
"Yes" = "Да";

/* No comment provided by engineer. */
"Your username and password could not be verified. Double check that you entered them correctly and try again." = "Вашето корисничко име и лозинка не можат да бидат потврдени. Проверете дали сте ги внеле точните податоци и обидете се повторно.";

/* No comment provided by engineer. */
"zoom" = "фокусирај";

"Resize Images" = "Промени големина на фотографии";

"Add" = "Додади";
